---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterGlobalParameterAssociationRule
source: html/80c49a75-9400-f75a-d23a-fe2f54d42196.htm
---
# FilterGlobalParameterAssociationRule Members

Constructs an instance of FilterGlobalParameterAssociationRule.